import React from 'react';
import "../css/staffs.css"

const Staffs = () => {
    return (
        <div>
            <h2>Руководство Университета</h2>

            <table className="table">
                <thead>
                <tr>
                    <th>Ф.И.О</th>
                    <th>Должность</th>
                    <th>Контактный телефон</th>
                    <th>Адрес электронной почты</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>Зернов Владимир Алексеевич</td>
                    <td>Проректор по учебной работе</td>
                    <td>+7 (495) 925-03-81</td>
                    <td>sk@rosnou.ru</td>
                </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                    <tr>
                        <td>Зернов Владимир Алексеевич</td>
                        <td>Проректор по учебной работе</td>
                        <td>+7 (495) 925-03-81</td>
                        <td>sk@rosnou.ru</td>
                    </tr>
                <tr>
                    <td>Зернов Владимир Алексеевич</td>
                    <td>Проректор по учебной работе</td>
                    <td>+7 (495) 925-03-81</td>
                    <td>sk@rosnou.ru</td>
                </tr>
                </tbody>
            </table>
            <h2>Руководство университета</h2>
            <table className="table">
                <thead>
                <tr>
                    <th>Филиал</th>
                    <th>Ф.И.О</th>
                    <th>Должность</th>
                    <th>Контактный телефон</th>
                    <th>Адрес электронной почты</th>
                </tr>
                </thead>
                <tbody>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Кутозовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>

                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>

                <tr>
                    <td>Домодедовский филиал</td>
                    <td>Гуляев Виктор Николаевич</td>
                    <td>Директор Домодедовского филиала</td>
                    <td>+7 (495) 788-95-31</td>
                    <td>domodedovo@rosnou.ru</td>
                </tr>
                </tbody>
            </table>

        </div>
    );
};

export default Staffs;